Repository: MoJoLEG/MoJoLEG
Catalog: MoJoLEG/Presentation/Component/Localizable.xcstrings
Source language: ko
Languages: en

# LoadingText1
source: 시나리오를 분석 중입니다.
en: Analyzing the scenario.

# LoadingText2
source: 씬 단위로 필요한 소품을 정리하고 있습니다.
en: Organizing necessary props by scene.

# LoadingText3
source: 최종 소품리스트를 생성하고 있으니 잠시만 기다려주세요.
en: Finalizing the props list, please wait a moment.

source: 개수
en: Qty

source: 갤러리뷰
en: Gallery View

source: 검색
en: Search

source: 공유
en: Share

source: 구매가
en: Cost

source: 구분
en: Type

source: 담당팀
en: Team

source: 등장인물
en: Character

source: 레퍼런스 이미지
en: Reference

source: 로고
en: Logo

source: 리스트뷰
en: List View

source: 복제
en: Duplicate

source: 비고
en: Note

source: 사진 설정
en: Set Photo

source: 삭제
en: Delete

source: 선택
en: Select

source: 소품리스트 모음
en: Film Materials

source: 시나리오 보기
en: View Scenario

source: 시나리오를 분석 중입니다.
en: Analyzing Scenario…

source: 신규 시나리오
en: New Scenario

source: 씬 단위로 필요한 소품을 정리하고 있습니다.
en: Props are organized by the system on a per-scene basis.

source: 씬 번호
en: Scene Number

source: 앨범에서 사진 선택
en: Choose from Library

source: 영화 선재
en: Film Materials

source: 오류
en: Error

source: 완료
en: Done

source: 이름
en: Name

source: 장소
en: Location

source: 전체 선택
en: Select All

source: 전체보기
en: All Items

source: 제작팀
en: Production Team

source: 즐겨찾기
en: Favorites Items

source: 최종 소품리스트를 생성하고 있으니 잠시만 기다려주세요.
en: Generating the final props list, please wait a moment.

source: 취소
en: Cancel

source: 확인
en: OK
